#ifndef RADIOXON_LOG_H
#define RADIOXON_LOG_H
const static char* radioaxiom_log = R"cue(Exact Audio Copy V0.99 prebeta 4 from 23. January 2008

Îò÷¸ò EAC îá èçâëå÷åíèè, âûïîëíåííîì 17. ìàðòà 2008, 17:25

Jah Wobble and Bill Laswell / Radioaxiom - A Dub Transmission

Äèñêîâîä: _NEC    DVD_RW ND-4550A   Adapter: 0  ID: 1

Ðåæèì ÷òåíèÿ                 : Äîñòîâåðíîñòü
Èñïîëüçîâàíèå òî÷íîãî ïîòîêà : Äà
Îòêëþ÷åíèå êýøà àóäèî        : Äà
Èñïîëüçîâàíèå óêàçàòåëåé C2  : Íåò

Êîððåêöèÿ ñìåùåíèÿ ïðè ÷òåíèè                     : 48
Ñïîñîáíîñòü ÷èòàòü îáëàñòè Lead-in è Lead-out     : Íåò
Çàïîëíåíèå ïðîïóùåííûõ ñýìïëîâ òèøèíîé            : Äà
Óäàëåíèå áëîêîâ ñ òèøèíîé â íà÷àëå è êîíöå        : Íåò
Ïðè âû÷èñëåíèÿõ CRC èñïîëüçîâàëèñü íóëåâûå ñýìïëû : Äà
Èíòåðôåéñ                                         : Óñòàíîâëåííûé âíåøíèé ASPI-èíòåðôåéñ

Âûõîäíîé ôîðìàò : Âíóòðåííèå WAV-îïåðàöèè
Ôîðìàò ñýìïëîâ  : 44.100 Ãö; 16 áèò; ñòåðåî


TOC èçâëå÷¸ííîãî CD

     Òðåê |   Ñòàðò  | Äëèòåëüíîñòü | Íà÷àëüíûé ñåêòîð | Êîíå÷íûé ñåêòîð
    ---------------------------------------------------------------------
       1  |  0:00.00 |    7:36.27   |           0      |      34226
       2  |  7:36.27 |    5:48.25   |       34227      |      60351
       3  | 13:24.52 |    8:06.28   |       60352      |      96829
       4  | 21:31.05 |    7:51.07   |       96830      |     132161
       5  | 29:22.12 |    7:09.70   |      132162      |     164406
       6  | 36:32.07 |    6:49.38   |      164407      |     195119
       7  | 43:21.45 |    8:35.15   |      195120      |     233759


Õàðàêòåðèñòèêè äèàïàçîíà èçâëå÷åíèÿ è ñîîáùåíèÿ îá îøèáêàõ

Âûáðàííûé äèàïàçîí

     Èìÿ ôàéëà G:\Torrents\Jah Wobble and Bill Laswell - Radioaxiom - A Dub Transmission\Jah Wobble and Bill Laswell - Radioaxiom - A Dub Transmission.wav

     Ïèêîâûé óðîâåíü 98.8 %
     Êà÷åñòâî äèàïàçîíà 100.0 %
     CRC êîïèè 7B2D32EB
     Êîïèðîâàíèå... OK

Îøèáîê íå ïðîèçîøëî


AccurateRip: ñâîäêà

Òðåê  1  òî÷íîñòü íå îïðåäåëåíà (äîñòîâåðíîñòü 7)  [08656B88], AccurateRip âåðíóë [BB20C704]
Òðåê  2  òî÷íîñòü íå îïðåäåëåíà (äîñòîâåðíîñòü 7)  [C3D4F429], AccurateRip âåðíóë [CE7D0A6A]
Òðåê  3  òî÷íîñòü íå îïðåäåëåíà (äîñòîâåðíîñòü 7)  [1A94793E], AccurateRip âåðíóë [6900316A]
Òðåê  4  òî÷íîñòü íå îïðåäåëåíà (äîñòîâåðíîñòü 7)  [7394BC78], AccurateRip âåðíóë [BC85CB03]
Òðåê  5  òî÷íîñòü íå îïðåäåëåíà (äîñòîâåðíîñòü 7)  [D718E1F1], AccurateRip âåðíóë [AB419C54]
Òðåê  6  òî÷íîñòü íå îïðåäåëåíà (äîñòîâåðíîñòü 7)  [9ECCDFD3], AccurateRip âåðíóë [DE5CE77D]
Òðåê  7  òî÷íîñòü íå îïðåäåëåíà (äîñòîâåðíîñòü 7)  [1AF53060], AccurateRip âåðíóë [86B14E6F]

Íè îäèí òðåê íå ïðîø¸ë ïðîâåðêè íà òî÷íîñòü
Â âàøåé áàçå ìîæåò áûòü èíîé âàðèàíò øòàìïîâêè äèñêà

Êîíåö îò÷¸òà

)cue";
#endif // RADIOXON_LOG_H
